Repository: linuxdeepin/lastore-daemon
Catalog: locale/*.po
Languages: am_et, az, bo, ca, cs, de, de_de, es, fi, fr, hu, it, ja, nl, pl, pt_br, ru, sq, tr, ug, uk

source: Installing updates...
az: Yenilənmələr quraşdırılır...
bo: སྒྲིག་འཇུག་གསར་སྒྱུར་བྱེད་བཞིན་པ།
ca: S'instal·len actualitzacions...
cs: Instalují se aktualizace...
de: Aktualisierungen werden installiert ...
de_de: Aktualisierungen werden installiert…
es: Instalando actualizaciones
fi: Asentaa päivityksiä...
fr: Installation des mises à jour...
hu: Frissítések telepítése...
it: Installazione aggiornamenti...
ja: アップデートをインストールしています...
nl: Bezig met installeren van updates…
pl: Instalowanie aktualizacji...
pt_br: Instalando atualizações...
ru: Установка обновлений...
sq: Po instalohen përditësime…
tr: Güncellemeler yükleniyor
ug: يېڭىلانما قاچىلىنىۋاتىدۇ...
uk: Встановлення оновлень…

source: Tasks are running...
az: Tapşırıqlar yerinə yetirilir...
bo: ལས་འགན་སྒྲུབ་བཞིན་པ།
ca: Hi ha tasques actives...
cs: Probíhají úlohy…
de: Aufgaben werden ausgeführt ...
de_de: Prozesse laufen…
es: Tareas en proceso...
fi: Tehtävät ovat käynnissä...
fr: Les tâches sont en cours d'exécution...
hu: A feladatok futnak...
it: Operazioni in corso...
ja: タスクが実行されています...
nl: Er worden taken uitgevoerd...
pl: Zadania są uruchomione...
pt_br: As tarefas estão em execução...
ru: Операции выполняются...
sq: Ka akte në xhirim e sipër…
tr: Görevler çalışıyor...
ug: ۋەزىپە داۋاملىشىۋاتىدۇ ...
uk: Виконуємо завдання…

source: Preventing from shutting down
az: Sönməsinin qarşısı alınır
bo: ཁ་བརྒྱབ་པར་བཀག་འགོག་བྱེད་བཞིན་པ།
ca: S'evita l'aturada.
cs: Brání ve vypnutí
de: Verhindern des Herunterfahrens
de_de: Ausschalten wird verhindert
es: Prevenir apagado del equipo
fi: Sammumisen estäminen
fr: Empêcher de s'arrêter
hu: Kikapcsolás megakadályozása
it: Prevenzione spegnimento
ja: シャットダウンを妨げています
nl: Voorkomt afsluiten
pl: Zapobieganie wyłączeniu
pt_br: Impedindo o desligamento
ru: Предотвращение выключения
sq: Po pengohet fikja
tr: Kapatılmasını önle
ug: تاقاشقا توسقۇنلۇق قىلىۋاتىدۇ ...
uk: Запобігаємо вимиканню

source: Control Center
az: İdarəetmə Mərkəzi
bo: ཚོད་འཛིན་ལྟེ་གནས།
ca: Centre de control
cs: Ovládací panely
de: Kontrollzentrum
de_de: Kontrollzentrum
es: Centro de control
fi: Ohjauspaneli
fr: Centre de contrôle
hu: Vezérlőpult
it: Centro di Controllo
ja: コントロールセンター
nl: Instellingencentrum
pl: Centrum kontroli
pt_br: Central de Controle
ru: Центр управления
sq: Qendër Kontrolli
tr: Kontrol Merkezi
ug: كونترول مەركىزى
uk: Центр керування

source: App Store
az: Tətbiq Mağazası
bo: ཉེར་སྤྱོད་ཚོང་ཁང་།
ca: Botiga d'aplicacions
cs: Katalog aplikací
es: Tienda de Aplicaciones
fi: Sovelluskauppa
fr: Magasin d'applications
hu: Áruház
ja: アプリストア
nl: Appwinkel
pt_br: Loja de Aplicativos
ru: Магазин приложений
sq: Shitore Aplikacionesh
tr: Uygulama Marketi
ug: ئەپ بازىرى
uk: Крамниця програм

source: Removed successfully
az: Uğurla silindi
bo: བཤིག་འདོན་ལེགས་གྲུབ་བྱུང་།
ca: S'ha eliminat correctament.
cs: Úspěšně odebráno
de: Erfolgreich entfernt
de_de: Erfolgreich entfernt
es: Eliminado correctamente
fi: Poistettu onnistuneesti
fr: Supprimé avec succès
hu: Sikeresen eltávolítva
it: Rimozione riuscita
ja: 削除しました
nl: Verwijderen voltooid
pl: Usunięto pomyślnie
pt_br: Removido com êxito
ru: Успешно удалено
sq: U hoq me sukses
tr: Kaldırıldı
ug: ئۆچۈرۈلدى
uk: Успішно вилучено

source: Failed to remove the app
az: Tətbiq silinə bilmədi
bo: བཤིག་འདོན་བྱེད་མ་ཐུབ།
ca: Ha fallat eliminar l'aplicació.
cs: Aplikaci se nepodařilo odebrat
de: Entfernen der App ist fehlgeschlagen
de_de: Entfernen der App fehlgeschlagen
es: La eliminación de la aplicación falló
fi: Sovelluksen poisto epäonnistui
fr: La surpression de l'app a échouée
hu: Az alkalmazás eltávolítása sikertelen
it: Rimozione fallita
ja: アプリの削除に失敗しました
nl: Het programma kan niet worden verwijderd
pl: Nie udało się usunąć aplikacji
pt_br: Falha ao remover o aplicativo
ru: Не удалось удалить приложение
sq: S’u arrit të hiqej aplikacioni
tr: Uygulama kaldırılamadı
ug: ئۆچۈرەلمىدى
uk: Не вдалося вилучити програму

source: Retry
am_et: እንደገና መሞከሪያ
az: Bir daha cəhd edin
bo: ཡང་བསྐྱར་ཚོད་ལྟ་བྱེད་པ།
ca: Torna-ho a provar
cs: Zkusit znovu
de: Erneut versuchen
de_de: Erneut versuchen
es: Reintentar
fi: Uudelleen
fr: Réessayer
hu: Újra
it: Riprova
ja: 再試行
nl: Opnieuw proberen
pl: Ponów
pt_br: Repetir
ru: Повторить
sq: Riprovo
tr: Yeniden dene
ug: قايتا سىناش
uk: Спробувати ще раз

source: Cancel
am_et: መሰረዣ
az: İmtina
bo: འདོར་བ།
ca: Cancel·la
cs: Zrušit
de: Abbrechen
de_de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
hu: Mégsem
it: Annulla
ja: キャンセル
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sq: Anuloje
tr: İptal
ug: بىكار قىلىش
uk: Скасувати

source: Package cache wiped
az: Paket keşi təmizləndi
bo: མཉེན་ཆས་ཐུམ་བུ་གཙང་སེལ་ལེགས་གྲུབ་བྱུང་།
ca: S'ha netejat la cau de paquets.
cs: Mezipaměť balíčků vyčištěna
de: Paketzwischenspeicher gelöscht
de_de: Paketzwischenspeicher gelöscht
es: Borrado del caché de paquetes
fi: Pakettien välimuisti tyhjennettiin
fr: Cache de paquets effacé
hu: A csomag gyorsítótár kiürítve
it: Pulizia cache pacchetti completata
ja: パッケージキャッシュを消去しました
nl: Pakketcache opgeschoond
pl: Wyczyszczono pamięć podręczną pakietów
pt_br: O cache de pacotes foi esvaziado
ru: Сброс кэша пакета
sq: U spastrua fshehtinë paketash
tr: Paket ön belleği silindi
ug: بوغچا قالدۇقىنى تازىلاش
uk: Очищення кешу пакету

source: Checking and installing updates...
az: Yenilənmələr yoxlanılır və quraşdırılır...
ca: Es comproven i s'instal·len actualitzacions...
de: Aktualisierungen werden geprüft und installiert ...
de_de: Prüfen und installieren der Aktualisierungen…
es: Comprobando e instalando actualizaciones...
fi: Päivityksiä tarkistetaan ja asennetaan...
fr: Vérification et installation des mises à jour...
hu: Ellenőrzés, és frissítések telepítése...
ja: 確認してアップデートをインストールしています...
nl: Bezig met afhandelen van updates…
pl: Sprawdzanie i instalowanie aktualizacji...
pt_br: Verificando e instalando as atualizações...
ru: Проверка и установка обновлений...
sq: Po kontrollohet për përditësime dhe po instalohen…
tr: Güncellemeleri kontrol ediliyor ve yükleniyor ...
uk: Шукаємо і встановлюємо оновлення…

source: Downloading updates failed. Please free up %g GB disk space first.
az: Yenilənmələrin endirilməsi mümkün olmadı. Öncə %g QB disk sahəsini təmizləyin.
ca: Ha fallat baixar les actualitzacions. Si us plau, primer allibereu %g GB d'espai al disc.
de: Herunterladen von Aktualisierungen ist fehlgeschlagen. Bitte geben Sie zuerst %g GB Speicherplatz frei.
de_de: Herunterladen der Aktualisierungen schlug fehl, bitte zuerst %g GB Festplattenplatz frei machen.
es: La descarga de actualizaciones falló. Primero libere %g GB de espacio en disco.
fi: Päivitysten lataaminen epäonnistui. Vapauta ensin %g Gt levytilaa.
fr: Le téléchargement des mises à jour a échoué. Veuillez libérer %gGo d'espace disque au préalable.
nl: De updates kunnen niet worden gedownload. Maak minimaal %g GB schijfruimte vrij en probeer het opnieuw.
pl: Błąd pobierania aktualizacji. Najpierw zwolnij %g GB miejsca na dysku.
pt_br: O download das atualizações falhou. Libere %g GB de espaço em disco.
ru: Не удалось загрузить обновления. Пожалуйста, освободите %g пространства на диске.
sq: Shkarkimi i përditësimeve dështoi. Ju lutemi, së pari, lironi %g GB hapësirë në disk.
tr: Güncellemeleri indirme başarısız oldu. Lütfen önce %g GB disk alanını boşaltın.
uk: Не вдалося отримати оновлення. Будь ласка, звільніть на диску принаймні %g ГБ.

source: New version available! The download of the update package will begin shortly
ca: Versió nova disponible! La baixada del paquet d'actualització començarà d'aquí a prop.
fi: Uusi versio saatavilla! Päivityksen lataus alkaa pian
pl: Nowa wersja dostępna! Pobieranie pakietu aktualizacji rozpocznie się wkrótce
sq: Version i ri gati! Shkarkimi i paketës së përditësimit do të fillojë pas pak

source: New version available! Downloading...
az: Yeni versiya əlçatandır! Endirilir...
bo: རྒྱུད་ཁོངས་ཀྱི་པར་གཞི་གསར་པ་འདུག་པས། ཁྱེད་ལ་ཕབ་བཞིན་ཡོད།
ca: Versió nova disponible! Es baixa...
cs: Nová verze k dispozici! Stahování…
de: Neue Version verfügbar! Wird heruntergeladen ...
de_de: Neue Version erhältlich! Herunterladen…
es: ¡Nueva versión disponible! Descargando...
fi: Uusi versio saatavilla! Ladataan...
fr: Nouvelle version disponible ! Téléchargement en cours...
hu: Új verzió érhető el! Letöltése folyamatban...
it: Nuova versione disponibile! In download...
ja: 新しいバージョンが利用可能です。ダウンロードしています...
nl: Nieuwe versie beschikbaar! Bezig met downloaden…
pl: Nowa wersja jest dostępna! Rozpoczynam pobieranie...
pt_br: Nova versão disponível! Baixando...
ru: Новая версия доступна! Загрузка...
sq: Ka version të ri gati! Po shkarkohet…
tr: Yeni sürüm mevcut! İndiriliyor ...
ug: يېڭى نەشردىكى سىستېما بايقالدى، چۈشۈۋاتىدۇ...
uk: Доступна нова версія! Отримуємо…

source: View
az: Baxış
bo: ལྟ་བཤེར།
ca: Visualització
cs: Pohled
de: Ansicht
de_de: Ansicht
es: Ver
fi: Katsele
fr: Voir
hu: Megtekintés
it: Visualizza
ja: 表示
nl: Bekijk
pl: Wyświetl
pt_br: Visualizar
ru: Просмотр
sq: Shiheni
tr: Görünüm
ug: كۆرۈش
uk: Переглянути

source: Updates failed: damaged files. Please update again.
az: Yenilənmə baş tutmadı: fayllar korlanıb. Lütfən bir daha yeniləyin.
bo: ཡིག་ཆ་ཁ་ཤས་འཕྲོ་བརླག་ཤོར་འདུག ཐེངས་འདིའི་གསར་སྒྱུར་བྱེད་མ་ཐུབ། ཡང་བསྐྱར་གསར་སྒྱུར་བྱེད་རོགས།
ca: Les actualitzacions han fallat: fitxers danyats. Si us plau, actualitzeu un altre cop.
cs: Aktualizace se nezdařila: poškozené soubory. Aktualizujte prosím znovu.
de: Aktualisierung fehlgeschlagen: Dateien beschädigt. Bitte aktualisieren Sie erneut.
de_de: Aktualisierungen schlugen fehl wegen beschädigter Dateien. Bitte erneut aktualisieren.
es: La actualización falló: archivos dañados. Actualice de nuevo.
fi: Päivitys epäonnistui: viallisia tiedostoja. Päivitä uudelleen.
fr: Échec de la mise à jour : fichiers endommagés. Veuillez réessayer la mise à jour.
hu: Sikertelen frissítés: sérült fájlok. Kérjük frissítse újra.
it: Aggiornamento fallito: file danneggiati, prova ad aggiornare nuovamente.
ja: アップデートできませんでした: ファイルが破損しています。もう一度お試しください。
nl: Updates mislukt: beschadigde bestanden. Probeer het opnieuw.
pl: Błąd aktualizacji: pliki są uszkodzone. Spróbuj ponownie.
pt_br: As atualizações falharam: arquivos danificados. Atualize novamente.
ru: Обновление не удалось: файлы повреждены. Пожалуйста, попробуйте еще раз.
sq: Përditësimet dështuan: kartela të dëmtuara. Ju lutemi, ribëni përditësimin.
tr: Güncellemeler başarısız oldu: dosyalar hasarlı. Lütfen tekrar güncelleyin.
ug: قىسمەن ھۆججەتلەر بۇزۇلغانلىقتىن بۇ قېتىملىق يېڭىلاش مەغلۇب بولدى، قايتا يېڭىلاڭ
uk: Не вдалося оновити: пошкоджено файли. Будь ласка, повторіть спробу оновлення.

source: Try Again
az: Yenidən cəhd et
bo: ཡང་བསྐྱར་ཚོད་ལྟ་བྱེད།
ca: Torneu-ho a provar
cs: Zkusit znovu
de: Erneut versuchen
de_de: Nochmals versuchen
es: Vuelva a intentar
fi: Yritä uudelleen
fr: Réessayer
hu: Próbálja újra
it: Riprova
ja: もう一度試す
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tente novamente
ru: Попробовать снова
sq: Riprovoni
tr: Tekrar Dene
ug: قايتا سىناش
uk: Повторити спробу

source: Downloading updates failed. Please check your network.
az: Yenilənmələrin endirilməsi baş tutmadı. İnternet bağlantısını yoxlayın.
bo: གསར་སྒྱུར་ཁུག་མ་ཕབ་ལེན་བྱེད་མ་ཐུབ་པས། དྲ་བའི་སྒྲིག་འགོད་ལ་ཞིབ་བཤེར་བྱོས།
ca: No s'han pogut baixar les actualitzacions. Comproveu la xarxa.
cs: Stažení aktualizací se nezdařilo. Zkontrolujte připojení k síti.
de: Herunterladen von Aktualisierungen ist fehlgeschlagen. Bitte überprüfen Sie Ihr Netzwerk.
de_de: Das Herunterladen der Aktualisierungen schlug fehl. Bitte Netzwerk prüfen.
es: La descarga de actualizaciones falló. compruebe la red.
fi: Päivitysten lataaminen epäonnistui. Tarkista verkkoyhteys.
fr: Le téléchargement des mises à jour a échoué. Veuillez vérifier votre connexion réseau.
hu: A frissítések letöltése nem sikerült. Kérjük ellenőrizze a hálózatát.
it: Download aggiornamenti fallito, controlla la tua connessione.
ja: アップデートをダウンロードできませんでした。ネットワーク接続を確認してもう一度お試しください。
nl: De updates kunnen niet worden gedownload - controleer je internetverbinding.
pl: Błąd pobierania aktualizacji. Sprawdź połączenie z siecią.
pt_br: O download das atualizações falhou. Verifique sua conexão.
ru: Не удалось загрузить обновления. Пожалуйста, проверьте интернет соединение.
sq: Shkarkimi i përditësimeve dështoi. Ju lutemi, kontrolloni rrjetin tuaj.
tr: Güncellemeleri indirme başarısız oldu. Lütfen ağınızı kontrol edin.
ug: يېڭىلاش بولىقى چۈشمىدى، تور تەڭشىكىنى تەكشۈرۈڭ
uk: Не вдалося отримати оновлення. Будь ласка, перевірте, чи є працездатною мережа.

source: Downloading completed. You can install updates when shutdown or reboot.
az: Endirmə başa çatdı. Yenilənmələri söndürmə və ya yenidən başlatma zamanı quraşdıra bilərsiniz.
bo: གསར་སྒྱུར་ཁུག་མ་ཕབ་ཟིན་པས། ཁྱེད་ཀྱིས་སྒོ་རྒྱག་སྐབས་སམ་བསྐྱར་དུ་འགོ་སློང་སྐབས་གསར་སྒྱུར་སྒྲིག་འཇུག་བྱ་ཆོག
ca: S'ha completat la baixada. Podeu instal·lar les actualitzacions quan tanqueu o reinicieu.
cs: Stahování dokončeno. Aktualizace můžete nainstalovat při vypnutí nebo restartu.
de: Herunterladen abgeschlossen. Sie können die Aktualisierungen beim Herunterfahren oder Neustart installieren.
de_de: Herunterladen abgeschlossen. Sie können beim Herunterfahren oder Neustart die Aktualisierungen installieren.
es: Descarga completada. Puede instalar las actualizaciones al apagar o reiniciar.
fi: Lataus valmis. Voit asentaa päivitykset sammutuksen tai käynnistyksen yhteydessä.
fr: Téléchargement terminé. Vous pouvez installer les mises à jour lors de l'arrêt ou du redémarrage.
hu: A letöltés befejeződött. Leállításkor vagy újraindításkor telepítheti a frissítéseket.
it: Download completati, puoi installarli spegnendo o riavviando il Sistema.
ja: ダウンロードが完了しました。シャットダウンまたは再起動時に更新をインストールできます。
nl: Het downloaden is voltooid. De updates worden tijdens het afsluiten of herstarten geïnstalleerd.
pl: Pobieranie zakończone. Możesz zainstalować aktualizacje w trakcie zamykania lub ponownego uruchomienia.
pt_br: Download concluído. Você pode instalar as atualizações ao desligar ou reiniciar.
ru: Загрузка завершена. Вы можете установить обновления при выключении или перезагрузке.
sq: Shkarkim i plotësuar. Mund të instaloni përditësimet, kur ta fikni, ose rinisni.
tr: İndirme tamamlandı.Kapatma veya yeniden başlattığında güncellemeleri yükleyebilirsiniz.
ug: يېڭىلاش بولىقى چۈشۈپ بولدى، كومپيۇتېرنى تاقىغان ياكى قايتا قوزغاتقاندا قاچىلىسىڭىز بولىدۇ
uk: Отримання даних завершено. Ви можете встановити оновлення під час вимикання або перезавантаження системи.

source: Update Now
az: İndi yeniləmək
bo: ལམ་སེང་གསར་སྒྱུར་བྱེད།
ca: Actualitza ara
cs: Aktualizovat nyní
de: Jetzt aktualisieren
de_de: Jetzt aktualisieren
es: Actualizar ahora
fi: Päivitä välittömästi
fr: Mettre à jour maintenant
hu: Frissítés most
it: Aggiorna ora
ja: 今すぐアップデートする
nl: Nu bijwerken
pl: Aktualizuj teraz
pt_br: Atualizar agora
ru: Обновить сейчас
sq: Përditësojeni Tani
tr: Şimdi Güncelle
ug: يېڭىلايمەن
uk: Оновити зараз

source: Dismiss
az: Ləğv et
bo: སྣང་མེད།
ca: Descarta-ho
cs: Odmítnout
de: Ablehnen
de_de: Ablehnen
es: Rechazar
fi: Hylkää
fr: Refuser
hu: Elvetés
it: Annulla
ja: 無視
nl: Negeren
pl: Pomiń
pt_br: Dispensar
ru: Отклонить
sq: Hidhe tej
tr: Yok say
ug: ئۆتكۈزۈۋېتىش
uk: Відкинути

source: Downloading completed. The computer will be updated at %s
ca: Baixada completada. L'ordinador s'actualitzarà a les %s
fi: Lataaminen valmiina. Tietokone päivitetään %s
pl: Pobieranie zakończone. Komputer zostanie zaktualizowany o %s
sq: Shkarkim u plotësua. Kompjuteri do të përditësohet më %s

source: New version available!
az: Yeni versiya əlçatandır!
bo: རྒྱུད་ཁོངས་ཀྱི་པར་གཞི་གསར་པ་འདུག
ca: Nova versió disponible!
cs: Nová verze k dispozici!
de: Neue Version verfügbar!
de_de: Neue Version erhältlich!
es: Nueva edición del sistema disponible
fi: Uusi versio saatavilla!
fr: Nouvelle version disponible !
hu: Új verzió érhető el!
it: Nuova versione disponibile!
ja: 新しいバージョンが利用可能です
nl: Nieuwe versie beschikbaar!
pl: Nowa wersja jest dostępna!
pt_br: Nova versão disponível!
ru: Доступна новая версия!
sq: Ka version të ri gati!
tr: Yeni sürüm mevcut!
ug: سىستېمىنىڭ يېڭى نەشرى بايقالدى
uk: Доступна нова версія!

source: New version available! Please go to control-center to check
ca: Versió nova disponible! Si us plau, aneu al Centre de control per comprovar-ho.
fi: Uusi versio saatavilla! Katso ohjauspaneelista.
pl: Nowa wersja dostępna! Przejdź do Centrum kontroli, aby uruchomić aktualizacje
sq: Version i ri gati! Ju lutemi, kaloni te qendër kontrolli për ta parë

source: Failed to check for updates. Please check your network.
az: Yenilənmələri yoxlamaq mümkün olmadı. İnternet bağlantısını yoxla.
bo: གསར་སྒྱུར་བྱེད་མ་ཐུབ་པས། དྲ་བའི་སྒྲིག་འགོད་ལ་ཞིབ་བཤེར་བྱོས།
ca: No s'han pogut comprovar si hi ha actualitzacions. Comproveu la xarxa.
cs: Nepodařilo se zkontrolovat aktualizace. Zkontrolujte připojení k síti.
de: Prüfung auf Aktualisierungen ist fehlgeschlagen. Bitte überprüfen Sie Ihr Netzwerk.
de_de: Es konnte nicht auf Aktualisierungen geprüft werden. Bitte prüfen Sie ihr Netzwerk.
es: Error al buscar actualizaciones. compruebe la red.
fi: Päivitysten tarkistus epäonnistui. Tarkista verkkoyhteys.
fr: Échec de la vérification des mises à jour. Veuillez vérifier votre connexion réseau.
hu: Nem sikerült ellenőrizni a frissítéseket. Kérjük ellenőrizze a hálózatát.
it: Verifica aggiornamenti fallita, per cortesia controlla la tua connessione.
ja: アップデートを確認できませんでした。ネットワーク接続を確認してもう一度お試しください。
nl: De updatecontrole is mislukt - controleer je internetverbinding.
pl: Nie udało się sprawdzić aktualizacji. Sprawdź połączenie z siecią.
pt_br: Falha ao verificar se há atualizações. Verifique sua conexão.
ru: Не удалось проверить наличие обновлений. Проверьте интернет соединение.
sq: S’u arrit të kontrollohej për përditësime. Ju lutemi, kontrolloni rrjetin tuaj.
tr: Güncellemeler kontrol edilemedi. Lütfen ağınızı kontrol edin.
ug: يېڭىلاش مەغلۇب بولدى، تور تەڭشىكىنى تەكشۈرۈڭ
uk: Не вдалося виконати пошук оновлень. Будь ласка, перевірте працездатність мережі.

source: Failed to check for updates. Please clean up your disk first.
az: Yenilənmələri yoxlamaq mümkün olmadı. Öncə diskinizi təmizləməniz xahiş olunur.
bo: གསར་སྒྱུར་བྱེད་མ་ཐུབ་པས། སྡུད་སྡེར་གྱི་བར་སྟོང་གཙང་སེལ་བྱོས།
ca: No s'ha pogut comprovar si hi ha actualitzacions. Netegeu primer el disc.
cs: Nepodařilo se zkontrolovat aktualizace. Nejprve vyčistěte disk.
de: Prüfung auf Aktualisierungen ist fehlgeschlagen. Bitte bereinigen Sie zuerst Ihre Festplatte.
de_de: Es konnte nicht auf Aktualisierungen geprüft werden. Bitte räumen Sie ihre Festpaltte zuerst auf..
es: Error al buscar actualizaciones. primero limpie el disco.
fi: Päivitysten tarkistus epäonnistui. Puhdista levy ensin.
fr: Échec de la vérification des mises à jour. Veuillez d'abord nettoyer votre disque.
hu: Nem sikerült ellenőrizni a frissítéseket. Kérjük először tisztítsa meg a lemezt.
it: Verifica aggiornamenti fallita, per cortesia effettua una pulizia del Disco.
ja: アップデートを確認できませんでした。ディスクの容量を確保してもう一度お試しください。
nl: De updatecontrole is mislukt - maak ruimte vrij op je schijf.
pl: Nie udało się sprawdzić aktualizacji. Najpierw uprzątnij swój dysk.
pt_br: Falha ao verificar se há atualizações. Libere espaço para continuar.
ru: Не удалось проверить наличие обновлений. Пожалуйста, сначала очистите диск.
sq: S’u arrit të kontrollohej për përditësime. Ju lutemi, së pari pastroni diskun tuaj.
tr: Güncellemeleri kontrol etme başarısız oldu. Lütfen önce diskinizi temizleyin.
ug: يېڭىلاش مەغلۇب بولدى،دىسكا بوشلۇقىنى تازىلاڭ
uk: Не вдалося виконати пошук оновлень. Будь ласка, спочатку очистьте диск від зайвих даних.

source: timer has changed. Please reboot to take effect
ca: El temporitzador ha canviat. Si us plau, reinicieu-lo perquè tingui efecte.
fi: aika on muuttunut. Käynnistä uudelleen, jotta päivitys tulee voimaan
pl: Ustawienia czasu uległy zmianie. Uruchom ponownie, aby zastosować.
sq: kohëmatësi ka ndryshuar. Ju lutemi, bëni rinisjen që të hyjë në fuqi

source: The computer will be updated at %s
ca: L'ordinador s'actualitzarà a les %s
fi: Tietokone päivitetään klo %s
pl: Komputer zostanie zaktualizowany o %s
sq: Kompjuteri do të përditësohet më %s

source: Backing up and installing updates...
az: Ehtiyyat nüsxə yaradılır və yenilənmələr quraşdırılır...
bo: གྲབས་ཉར་དང་སྒྲིག་འཇུག་གསར་སྒྱུར་བྱེད་བཞིན་པ།
ca: Es fa una còpia de seguretat i s'instal·len actualitzacions...
cs: Zálohování a instalace aktualizací...
de: Wird gesichert und Aktualisierungen werden installiert ...
de_de: Sicherungskopie wird erstellt und Aktualisierungen installiert…
es: Haciendo copia de seguridad e instalando actualizaciones...
fi: Varmuuskopioidaan ja asennetaan päivityksiä...
fr: Sauvegarde et installation des mises à jour...
hu: Biztonsági mentés készítése, és frissítések telepítése...
it: Backup ed installazione aggiornamenti...
ja: バックアップしてアップデートをインストールしています...
nl: Bezig met maken van reservekopie en installeren van updates…
pl: Tworzenie kopii zapasowej i instalowanie aktualizacji...
pt_br: Fazendo backup e instalando atualizações...
ru: Резервное копирование и установка обновлений...
sq: Po bëhet kopjeruajtje dhe po instalohen përditësime…
tr: Yedekleme ve güncellemeler yükleniyor...
ug: زاپاسلاۋاتىدۇ ۋە يېڭىلانمىنى قاچىلاۋاتىدۇ...
uk: Створюємо резервну копію і встановлюємо оновлення…

source: Start to update. Please do not shutdown
ca: Comença l'actualització. Si us plau, no atureu el sistema.
fi: Aloita päivitys. Älä sammuta päivityksen aikana
pl: Rozpocznij aktualizację. Nie wyłączaj komputera w trakcie.
sq: Filloni ta përditësoni. Ju lutemi, mos e fikni

source: Backup failed!
az: Ehtiyyat nüsxə saxlamaq mümkün olmadı!
bo: གྲབས་ཉར་བྱེད་མ་ཐུབ།
ca: Ha fallat la còpia de seguretat!
cs: Zálohování se nezdařilo!
de: Sicherung fehlgeschlagen!
de_de: Sicherung fehlgeschlagen!
es: La copia de seguridad falló!
fi: Varmuuskopiointi epäonnistui!
fr: Échec de la sauvegarde !
hu: A biztonsági mentés készítése sikertelen!
it: Backup fallito!
ja: バックアップできませんでした
nl: Reservekopie mislukt!
pl: Błąd tworzenia kopii zapasowej!
pt_br: O backup falhou!
ru: Ошибка при резервном копировании!
sq: Kopjeruajtja dështoi!
tr: Yedekleme başarısız oldu!
ug: زاپاسلانمىدى
uk: Не вдалося створити резервну копію!

source: Back Up Again
az: Yenidən ehtiyyat nüsxə yarat
bo: ཡང་བསྐྱར་གྲབས་ཉར།
ca: Torna a fer una còpia de seguretat
cs: Znovu zazálohovat
de: Erneut sichern
de_de: Erneut Sicherung erstellen
es: Respaldar nuevamente
fi: Varmuuskopioi uudelleen
fr: Sauvegarder à nouveau
hu: Biztonsági mentés készítése újra
it: Effettua nuovamente il Backup
ja: もう一度バックアップする
nl: Reservekopie opnieuw maken
pl: Utwórz ponownie kopię zapasową
pt_br: Fazer backup novamente
ru: Создать резервную копию повторно
sq: Ribëj Kopjeruajtje
tr: Tekrar Yedekle
ug: قايتا زاپاسلاش
uk: Повторити спробу копіювання

source: Proceed to Update
az: Yenilənməyə davam et
bo: མུ་མཐུད་གསར་སྒྱུར།
ca: Procedeix a l'actualització
cs: Přejít k aktualizaci
de_de: Mit Aktualisierung fortfahren
es: Proceder a la actualización
fi: Suorita päivitys
fr: Procéder à la mise à jour
hu: Folytassa a frissítést
it: Procedi con l'aggiornamento
ja: アップデートを続行
nl: Doorgaan met bijwerken
pl: Przejdź do aktualizacji
pt_br: Continuar para atualizar
ru: Приступить к обновлению
sq: Vazhdo me Përditësimin
tr: Güncellemeye devam et
ug: داۋاملىق يېڭىلاش
uk: Перейти до оновлення
