Repository: linuxdeepin/lastore-daemon
Catalog: locale/*.po
Languages: am_et, az, bo, ca, cs, de, de_de, es, fi, fr, hu, it, ja, nl, pl, pt_br, ru, sq, tr, ug, uk

source: The battery capacity is lower than 60%. To get successful updates, please plug in.
az: Batareyanın tutumu 60%-dən aşağıdır. Yenilənmələri uğurla tamamlamaq üçün kompyteri elektrik şəbəkəsinə qoşun.
bo: གློག་60%ལས་དམའ་་བ་འདུག་པས། གསར་སྒྱུར་ལེགས་གྲུབ་ཡོང་ཆེད། དུས་ཐོག་ཏུ་གློག་ཁུངས་དང་གཏུག་རོགས།
ca: La capacitat de la bateria és inferior al 60%. Per obtenir actualitzacions correctes, endolleu el dispositiu.
cs: Nabití akumulátoru je nižší než 60%. Aby se aktualizace podařilo úspěšně nainstalovat, připojte zařízení k napájení z elektrické sítě.
de: Die Akkukapazität beträgt weniger als 60 %. Um erfolgreiche Aktualisierungen zu erhalten, schließen Sie das Gerät bitte an.
de_de: Die Akkukapazität liegt unter 60%. Um erfolgreich zu aktualisieren, verbinden Sie bitte ihr Gerät mit dem Stromnetz.
es: La capacidad de la batería es inferior al 60%. Para obtener actualizaciones exitosas, conéctese.
fi: Akun kapasiteetti on alle 60 %. Liitä kone sähköverkkoon päivitysten ajaksi.
fr: La capacité de la batterie est inférieure à 60 %. Pour que la mise à jour s'effectue correctement, veuillez brancher l'appareil.
hu: Az akkumulátor töltöttsége kevesebb, mint 60%. A sikeres frissítések eléréséhez csatlakoztassa áramforráshoz a számítógépet.
it: La capacità della batteria è inferiore al 60%, per aggiornare in sicurezza collega l'alimentatore.
ja: バッテリー残量が60%以下です。正常にアップデートを実行するため、電源に接続してください。
nl: Het accuniveau is lager dan 60%. Sluit de stroomkabel aan om de updates te installeren.
pl: Poziom naładowania spadł poniżej 60%. Podłącz zasilanie, aby uniknąć problemów podczas aktualizacji.
pt_br: A carga da bateria é inferior a 60%. Para obter atualizações bem-sucedidas, conecte o carregador na tomada.
ru: Заряд аккумулятора составляет меньше 60%. Для успешного обновления, пожалуйста, подключите устройство к сети.
sq: Kapaciteti i baterisë është më pak se 60%. Që të merren me sukses përditësime, ju lutemi, vëreni në prizë.
tr: Pil kapasitesi %60'tan düşük. Başarılı güncellemeler almak için lütfen pirize takın.
ug: باتارېىيەنىڭ توكى %60دىن تۆۋەن، ئوڭۇشلۇق يېڭىلاش ئۈچۈن توك مەنبەسىنى ۋاقتىدا چېتىڭ
uk: Батарею заряджено менше ніж на 60%. Для успішного оновлення, будь ласка, з'єднайте пристрій із джерелом струму.

source: Updates failed: insufficient disk space. Please reboot to avoid the effect on your system.
az: Yenilənmə baş tutmadı: disk sahəsi kifayət qədər deyil. Kmpyuterinizə olacaq təsirin qarşsını almaq üçün onu yenidən başladın.
bo: སྡུད་སྡེར་གྱི་བར་སྟོང་མི་འདང་བས། ཐེངས་འདིའི་རྒྱུད་ཁོངས་གསར་སྒྱུར་བྱེད་མ་ཐུབ། རྒྱུད་ཁོངས་རྒྱུན་ལྡན་ངང་བོད་སྤྱོད་ཐུབ་ཕྱིར། ཡང་བསྐྱར་འགོ་སློང་བའི་ཚོད་ལྟ་བྱོས།
ca: Les actualitzacions han fallat: espai al disc insuficient. Si us plau, reinicieu per evitar-ne l'efecte al sistema.
cs: Aktualizace se nezdařila: nedostatek místa na disku. Restartujte systém, abyste se vyhnuli dopadu na systém.
de: Aktualisierungen fehlgeschlagen: unzureichender Speicherplatz. Bitte starten Sie Ihr System neu, um Auswirkungen auf Ihr System zu vermeiden.
de_de: Aktualisierungen fehlgeschlagen: zu wenig Speicherplatz. Bitte führen Sie einen Neustart durch, um ihr System zu schützen.
es: Las actualización fallo: espacio en disco insuficiente. Reinicie para evitar el efecto en su sistema.
fi: Päivitys epäonnistui: levytila ei riitä. Käynnistä uudelleen välttääksesi järjestelmän muutokset.
fr: Échec de la mise à jour : espace disque insuffisant. Veuillez redémarrer votre ordinateur pour éviter tout impact sur votre système.
hu: Sikertelen frissítés: nincs elég lemezterület. Kérjük indítsa újra a számítógépet, hogy elkerülje a rendszerre gyakorolt hatást.
it: Aggiornamento fallito: spazio su disco insufficiente, riavvia per evitare problemi al Sistema.
ja: アップデートできませんでした: ディスクの容量が不足しています。システムへの影響を避けるため、再起動してください。
nl: Updates mislukt: onvoldoende vrije schijfruimte. Herstart je computer en probeer het opnieuw.
pl: Błąd aktualizacji: za mało miejsca na dysku. Uruchom ponownie, aby uniknąć wpływu na jego działanie
pt_br: As atualizações falharam: espaço insuficiente em disco. Volte para a versão antiga e tente novamente.
ru: Обновление не удалось: недостаточно места на диске. Пожалуйста, перезагрузитесь, чтобы избежать последствий для вашей системы.
sq: Përditësimet dështuan: hapësirë disku e pamjaftueshme. Ju lutemi, riniseni që të shmanget efekti në sistemin tuaj.
tr: Güncellemeler başarısız oldu: Yetersiz disk alanı. Sisteminiz üzerindeki etkisini önlemek için lütfen yeniden başlatın.
ug: دىسكا بوشلۇقى يېتىشمىگەچكە بۇ قېتىملىق يېڭىلاش مەغلۇب بولدى، سىستېمىنى نورمال ئىشلىتىشىڭىزگە تەسىر يەتمەسلىكى ئۈچۈن كومپيۇتېرنى قايتا قوزغىتىڭ
uk: Невдале оновлення: недостатньо місця на диску. Будь ласка, перезавантажте систему, щоб уникнути її пошкодження.

source: Reboot
az: Yenidən başlat
bo: བསྐྱར་སློང་།
ca: Reinicia't
cs: Restartovat
de: Neu starten
de_de: Neustart
es: Reiniciar
fi: Käynnistä
fr: Redémarrer
hu: Újraindítás
it: Riavvia
ja: 再起動
nl: Herstarten
pl: Uruchom ponownie
pt_br: Reiniciar
ru: Перезагрузка
sq: Riniseni
tr: Yeniden başlat
ug: قايتا قوزغىتىش
uk: Перезавантажити

source: Updates failed: insufficient disk space.
az: Yenilənmə baş tutmadı: diskdə boş sahə azdır.
bo: སྡུད་སྡེར་གྱི་བར་སྟོང་མི་འདང་བས། ཐེངས་འདིའི་རྒྱུད་ཁོངས་གསར་སྒྱུར་བྱེད་མ་ཐུབ།
ca: Les actualitzacions han fallat: espai al disc insuficient.
cs: Aktualizace se nezdařily: nedostatek místa na úložišti
de: Aktualisierungen fehlgeschlagen: unzureichender Festplattenplatz.
de_de: Updates fehlgeschlagen: zu wenig Speicherplatz.
es: La actualización falló: espacio de disco insuficiente
fi: Päivitykset epäonnistuivat: levytila ei riitä.
fr: Échec de la mise à jour : espace disque insuffisant.
hu: Sikertelen frissítés: nincs elegendő lemezterület
it: Aggiornamento fallito: spazio su disco insufficiente.
ja: アップデートできませんでしたした: ディスクの空き領域が不足しています
nl: Updates mislukt: onvoldoende vrije schijfruimte
pl: Błąd aktualizacji: za mało miejsca na dysku.
pt_br: As atualizações falharam: espaço insuficiente em disco.
ru: Ошибка обновления: недостаточно места на диске
sq: Përditësimi dështoi: hapësirë disku e pamjaftueshme.
tr: Güncelleme başarısız oldu: yetersiz disk alanı.
ug: دىسكا سىغىمى يەتمىگەچكە بۇ قېتىملىق يېڭىلاش مەغلۇب بولدى
uk: Помилка оновлення: недостатньо місця на диску.

source: Updates failed. Please reboot to avoid the effect on your system.
az: Yenilənmə baş tutmadı: Sisteminizə təsirin qarşısını almaq üçün onu yenidən başladın.
bo: ཐེངས་འདིའི་རྒྱུད་ཁོངས་གསར་སྒྱུར་བྱེད་མ་ཐུབ། རྒྱུད་ཁོངས་རྒྱུན་ལྡན་ངང་བོད་སྤྱོད་ཐུབ་ཕྱིར། ཡང་བསྐྱར་འགོ་སློང་བའི་ཚོད་ལྟ་བྱོས།
ca: Les actualitzacions han fallat. Si us plau, reinicieu per evitar-ne l'efecte al sistema.
cs: Aktualizace se nezdařila. Restartujte systém, abyste se vyhnuli dopadu na systém.
de: Aktualisierungen fehlgeschlagen. Bitte starten Sie Ihr System neu, um Auswirkungen auf Ihr System zu vermeiden.
de_de: Aktualisierungen fehlgeschlagen. Bitte führen Sie einen Neustart durch, um ihr System zu schützen.
es: Las actualización fallo. Reinicie para evitar el efecto en su sistema.
fi: Päivitys epäonnistui. Käynnistä uudelleen välttääksesi järjestelmän muutokset.
fr: Les mises à jour ont échoué. Veuillez redémarrer votre ordinateur pour éviter que cela n'affecte votre système.
hu: Sikertelen frissítés. Kérjük indítsa újra a számítógépet, hogy elkerülje a rendszerre gyakorolt hatást.
it: Aggiornamento fallito: riavvia il sistema per evitare problemi al Sistema.
ja: アップデートできませんでした。システムへの影響を避けるため、再起動してください。
nl: Updates mislukt. Herstart je computer en probeer het opnieuw.
pl: Błąd aktualizacji. Uruchom ponownie, aby uniknąć problemów z komputerem.
pt_br: As atualizações falharam. Reinicie para evitar impactos negativos em seu sistema.
ru: Обновление не удалось. Пожалуйста, перезагрузитесь, чтобы избежать последствий для вашей системы.
sq: Përditësimet dështuan. Ju lutemi, riniseni, që të shmanget efekti në sistemin tuaj.
tr: Güncellemeler başarısız oldu.Sisteminiz üzerindeki etkisini önlemek için lütfen yeniden başlatın.
ug: بۇ قېتىملىق يېڭىلاش مەغلۇب بولدى، سىستېمىنى نورمال ئىشلىتىشىڭىزگە تەسىر يەتمەسلىكى ئۈچۈن كومپيۇتېرنى قايتا قوزغىتىڭ
uk: Невдале оновлення. Будь ласка, перезавантажте систему, щоб уникнути її пошкодження.

source: Updates failed.
az: Yenilənmə baş tutmadı.
bo: ཐེངས་འདིའི་གསར་སྒྱུར་བྱེད་མ་ཐུབ།
ca: Ha fallat l'actualització.
cs: Aktualizace se nezdařila
de: Aktualisierungen fehlgeschlagen.
de_de: Aktualisierungen fehlgeschlagen
es: La actualización falló.
fi: Päivitys epäonnistui.
fr: Mises à jour échouées.
hu: A frissítés sikertelen.
it: Aggiornamenti falliti.
ja: アップデートできませんでした
nl: Updates mislukt.
pl: Błąd aktualizacji.
pt_br: As atualizações falharam.
ru: Ошибка при обновлении
sq: Përditësimet dështuan.
tr: Güncelleme başarısız oldu.
ug: بۇ قېتىملىق يېڭىلاش مەغلۇب بولدى
uk: Не вдалося оновити.

source: Updates successful
az: Yenilənmə uğurlu oldu
bo: གསར་དུ་བསྒྱུར་ཟིན།
ca: Actualitzacions correctes
de: Aktualisierungen erfolgreich
de_de: Aktualisierungen erfolgreich
es: Actualizaciones exitosas
fi: Päivitykset onnistuivat
fr: Mises à jour réussies
hu: A frissítés sikeres
ja: アップデートが完了しました
nl: Je systeem is bijgewerkt
pl: Zaktualizowano pomyślnie
pt_br: Atualizações bem-sucedidas
ru: Обновления завершены успешно
sq: Përditësime me sukses
tr: Güncellemeler başarılı
ug: يېڭىلاندى
uk: Успішно оновлено

source: Restart the computer to use the system and applications properly.
az: Sistemi və tətbiqləri düzgün istifadə edə bilmək üçün komputeri yenidən başladın
bo: ཁྱོད་ཀྱིས་རྒྱུད་ཁོངས་དང་ཉེར་སྤྱོད་རྒྱུན་ལྡན་ངང་བེད་སྤྱོད་བྱ་ཐུབ་ཆེད་གསར་སྒྱུར་བྱས་རྗེས་ཡང་བསྐྱར་འགོ་སློང་དགོས།
ca: Reinicieu l'ordinador per usar el sistema i les aplicacions correctament.
de: Starten Sie den Computer neu, um das System und die Anwendungen ordnungsgemäß nutzen zu können.
de_de: Starten Sie ihren Computer neu, damit System und Programme gut funktionieren
es: Reinicie el equipo para que el sistema y las aplicaciones funcionen correctamente.
fi: Käynnistä tietokone uudelleen järjestelmän sovelluksien nostoa varten.
fr: Redémarrez l'ordinateur pour utiliser correctement le système et les applications.
hu: Indítsa újra a számítógépet a rendszer és az alkalmazások megfelelő használatához.
ja: システムとアプリケーションが正常に動作するように再起動してください。
nl: Start de computer opnieuw op om de wijzigingen toe te passen.
pl: Uruchom ponownie, aby bezproblemowo korzystać z systemu i aplikacji.
pt_br: Reinicie o computador para usar o sistema e os aplicativos normalmente.
ru: Перезагрузите компьютер, чтобы правильно использовать систему и приложения.
sq: Që të përdorni si duhet sistemin dhe aplikacionet, rinisni kompjuterin
tr: Sistemi ve uygulamaları düzgün kullanmak için bilgisayarı yeniden başlatın.
ug: سىستېما ۋە ئەپلەرنى نورمال ئىشلىتىشىڭىز ئۈچۈن، يېڭىلانغاندىن كېيىن سىستېمىنى قايتا قوزغىتىڭ
uk: Перезавантажте систему, щоб належним чином користуватися нею та програмами.

source: Reboot Later
am_et: በኋላ እንደገና ማስነሻ
az: Sonra yenidən başlatmaq
bo: ཏོག་ཙམ་ནས་བསྐྱར་དུ་སློང་བ།
ca: Reinicia't més tard
de: Später neu starten
de_de: Später neustarten
es: Reiniciar más tarde
fi: Käynnistä myöhemmin
fr: Redémarrer plus tard
hu: Újraindítás később
ja: あとで再起動する
nl: Later herstarten
pl: Uruchom ponownie później
pt_br: Reiniciar depois
ru: Перезагрузить позже
sq: Riniseni Më Vonë
tr: Sonra Yeniden Başlat
ug: سەل تۇرۇپ قايتا قوزغىتىش
uk: Перезавантажити пізніше

source: Reboot Now
am_et: አሁን እነደገና ማስነሻ
az: İndi Yenidən Başlat
bo: ལམ་སེང་བསྐྱར་སློང་བྱེད།
ca: Reinicia't ara
cs: Restartovat nyní
de: Jetzt neu starten
de_de: Jetzt neustarten
es: Reiniciar ahora
fi: Käynnistä uudelleen nyt
fr: Redémarrer
hu: Újraindítás most
it: Riavvia ora
ja: 今すぐ再起動
nl: Nu herstarten
pl: Uruchom ponownie
pt_br: Reiniciar agora
ru: Перезагрузить сейчас
sq: Rinisu Tani
tr: Şimdi Yeniden Başlat
ug: ھازىلار قايتا قوزغىتىش
uk: Перезавантажити зараз

source: Downloading updates failed. Please free up %n GB disk space first.
hu: A frissítések letöltése nem sikerült. Kérjük először szabadítson fel %n GB lemezterületet.

source: Deepin Store
am_et: የ ዲፕኢን ሱቅ

source: System is updating, please shut down or reboot later.
am_et: ስርአቱ እየተሻሻለ ነው: እባክዎን ሲጨርስ አጥፍተው እንደገና ያብሩ

source: %q installed successfully.
am_et: %q ተሳክቶ ተገጥሟል

source: %q failed to install.
am_et: %q መግጠም አልተቻለም

source: %q removed successfully.
am_et: %q ማስወገዱ ተሳክቷል.

source: %q failed to remove.
am_et: %q ማስወገድ አልተቻለም

source: %q failed to download.
am_et: %q ማውረድ አልተቻለም

source: In order to prevent automatic shutdown, please plug in for normal update.
am_et: ራሱ በራሱ እንዳያጠፋ ለ መከልከል: እባክዎን መደበኛ ማሻሻያ ይጠቀሙ

source: Some functions will take effect after rebooting.
am_et: አንዳንድ ተግባሮች ተግባራዊ የሚሆኑት እንደገና ካስነሱ በኋላ ነው

source: Updated successfully!
am_et: ተሳክቶ ተሻሽሏል

source: Failed to update.
am_et: ማሻሻል አልተቻለም

source: %d software need to be updated.
am_et: %d ሶፍትዌር ማሻሻል ይፈልጋል

source: Some patches need to be updated.
am_et: አንዳንድ መጠገኛዎች ማሻሻል ይፈልጋሉ

source: Some patches and %d software need to be updated.
am_et: አንዳንድ መጠገኛዎች እና %d ሶፍትዌሮች ማሻሻል ይፈልጋሉ

source: Download
am_et: የወረዱ

source: Failed to download upgradeable packages.
am_et: የሚሻሻሉ ጥቅሎችን ማውረድ አልተቻለም
